"All" = "All";
"CLOSED" = "CLOSED";
"Open" = "Open";
"Rename" = "Rename";
"Delete" = "Delete";
"OK" = "OK";
"Cancel" = "Cancel";


"Newest to Oldest" = "Newest to Oldest";
"No Issue Selected" = "No Issue Selected";
"Oldest to Newest" = "Oldest to Newest";
"Date Created" = "Date Created";
"Date Modified" = "Date Modified";
"Turn Filter On" = "Turn Filter On";
"Turn Filter Off" = "Turn Filter Off";
"Sort By" = "Sort By";
"Filter issues, or type # to add tags" = "Filter issues, or type # to add tags";


"**Modified:** %@" = "**Modified:** %@";
"**Status:** %@" = "**Status:** %@";

"Basic Information" = "Basic Information";
"Enter the issue description here" = "Enter the issue description here";
"Enter the issue title here" = "Enter the issue title here";
"Rename tag" = "Rename tag";
"Details" = "Details";

"Low" = "Low";
"Medium" = "Medium";
"High" = "High";
 
"Filters" = "Filters";
"Smart Filters" = "Smart Filters";
"Tags" = "Tags";
"Issues" = "Issues";

"New Issue" = "New Issue";

"Filter" = "Filter";
"Add tag" = "Add tag";
"Show awards" = "Show awards";
"Awards" = "Awards";
"Priority" = "Priority";
"Actions" = "Actions";
"Copy Issue Title" = "Copy Issue Title";
"Close Issue" = "Close Issue";
"Add Tags" = "Add Tags";
"Re-open Issue" = "Re-open Issue";

"New name" = "New name";
"ADD SAMPLES" = "ADD SAMPLES";
"New tag" = "New tag";
"New issue" = "New issue";
"All Issues" = "All Issues";
"Recent Issues" = "Recent Issues";

